[
    {
        "name": "Arcane",
        "desc": "This item was created for an ancient order of spellcasters and bears the order’s symbol."
    },
    {
        "name": "Bane",
        "desc": "This item was created by the foes of a particular culture or kind of creature. If the culture or creatures are still around, they might recognize the item and single out the bearer as an enemy."
    },
    {
        "name": "Ceremonial",
        "desc": "This item was created to be used in a special magical ritual."
    },
    {
        "name": "Heroic",
        "desc": "A great hero once wielded this item. Anyone who’s familiar with the item’s history expects great deeds from the new owner."
    },
    {
        "name": "Historic",
        "desc": "This item was used to perform a deed of great goodness or great evil. Many people will recognize it and react accordingly."
    },
    {
        "name": "Key",
        "desc": "This item is the key to a lock or portal sealed with powerful magic."
    },
    {
        "name": "Lost",
        "desc": "This item bears some special significance to a person or group, who have lost it and would like to see it returned."
    },
    {
        "name": "Mysterious",
        "desc": "This item has a mysterious and unknown history. It contains some clue to its background, such as inscriptions of text, runes, or a symbol, or speaking a certain phase."
    },
    {
        "name": "Ornament",
        "desc": "The item was created to honor a special occasion. Inset gemstones, gold or platinum inlays, and gold or silver filigree adorn its surface."
    },
    {
        "name": "Prophecy",
        "desc": "The item features in a prophecy: its bearer is destined to play a key role in future events. Someone else who wants to play that role might try to steal the item, or someone who wants to prevent the prophecy from being fulfilled might try to kill the item’s bearer."
    },
    {
        "name": "Religious",
        "desc": "This item was used in religious ceremonies dedicated to a particular deity. It has holy symbols worked into it. The god’s followers might try to persuade its owner to donate it to a temple, steal the item for themselves, or celebrate its use by a cleric or paladin of the same deity."
    },
    {
        "name": "Set",
        "desc": "This item is part of a set. The other item(s) in the set have similar abilities, and combining them might produce an more powerful item."
    },
    {
        "name": "Sinister",
        "desc": "This item is linked to a deed of great evil, such as a massacre or an assassination. It might have a name or be closely associated with a villain who used it. Anyone familiar with the item’s history is likely to treat it and its owner with suspicion."
    },
    {
        "name": "Symbol of Power",
        "desc": "This item was once used as part of royal regalia or as a badge of high office. Its former owner or that person’s descendants might desire it, or someone might mistakenly assume its new owner is the item’s legitimate inheritor."
    },
    {
        "name": "Symbolic",
        "desc": "This item is symbolic of holding a high position or of owning something significant, such as a lost treasure or a far-away fortress. People might mistakenly assume its user is the legitimate owner, or merely having the item might be enough to grant its user legitimate ownership."
    },
    {
        "name": "Vengeful Creator",
        "desc": "The creator of this item wants it back or disapproves of its current user, and seeks to destroy them or steal back the item. It might learn the item's location whenever the item is used."
    }
]
