[
    {
        "name": "Ability",
        "desc": "The user of this item has proficiency, advantage, or some other bonus on a particular ability.",
        "weight": 1
    },
    {
        "name": "Aligned",
        "desc": "This item is good or evil and gains a boost to its powers when its user commits an act of that alignment.",
        "weight": 1
    },
    {
        "name": "Altar",
        "desc": "The user of this items can make offerings or sacrifices to it or a powerful entity it is associated with. If the item or entity is pleased, the item or user gains a temporary boost.",
        "weight": 1
    },
    {
        "name": "Bloodthirsty",
        "desc": "This grants itself or its user a temporary boost when its user kills an enemy or reduces it to 0 hit points.",
        "weight": 1
    },
    {
        "name": "Bond",
        "desc": "This item is magically bonded to its user, and allows them to conjure it if it is not on their person. If already bonded to another, the bond may be difficult to break.",
        "weight": 1
    },
    {
        "name": "Compass",
        "desc": "This item points directly to a known place in the world, regardless of distance, or just straight north.",
        "weight": 1
    },
    {
        "name": "Critical Hitter",
        "desc": "This item has some special effect when its user scores a critical hit.",
        "weight": 1
    },
    {
        "name": "Decoy",
        "desc": "When the user of this item takes damage, the item instead takes some or all of the damage. It can only absorb a limited amount of damage before breaking or becoming temporarily unusable.",
        "weight": 1
    },
    {
        "name": "Distant",
        "desc": "This item works at a much longer range than similar items of its type.",
        "weight": 1
    },
    {
        "name": "Edible",
        "desc": "This item can be eaten.",
        "weight": 1
    },
    {
        "name": "Eye",
        "desc": "This item allows its user to see or hear through it. This property may not work if the item is too far away, on a different plane of existence, or protected by abjuration magic or solid lead.",
        "weight": 1
    },
    {
        "name": "Friend",
        "desc": "This grants advantage on charisma checks made to interact with creatures of a certain type.",
        "weight": 1
    },
    {
        "name": "Illusory Appearance",
        "desc": "Illusions mask this item's true form. Its user might be able to manipulate these illusions.",
        "weight": 1
    },
    {
        "name": "Indestructible",
        "desc": "This item is immune to all damage except one specific type, or it can only be destroyed through special means.",
        "weight": 1
    },
    {
        "name": "Invisibile",
        "desc": "This item can be made invisible while worn or carried.",
        "weight": 1
    },
    {
        "name": "Item Destroyer",
        "desc": "This item is extra effective at destroying inanimate objects.",
        "weight": 1
    },
    {
        "name": "Lie Detector",
        "desc": "This item grants a bonus or advantage on checks to determine if a creature is lying.",
        "weight": 1
    },
    {
        "name": "Lightweight",
        "desc": "This item weighs very little.",
        "weight": 1
    },
    {
        "name": "Lingual",
        "desc": "This item allows its user to read, write, speak, and understand a certain language, usually one associated with its creator.",
        "weight": 1
    },
    {
        "name": "Lesser Spellcasting",
        "desc": "This item can be used to cast a particular cantrip or low-level spell when its user wills it.",
        "weight": 1
    },
    {
        "name": "Lunar/Solar",
        "desc": "In the sunlight or moonlight, this gains a boost to its abilities. A lunar item might instead gain powers under the full moon.",
        "weight": 1
    },
    {
        "name": "Multipurpose",
        "desc": "In addition to its main purpose, this item can also be used as a weapon, shield, or spellcasting implement.",
        "weight": 1
    },
    {
        "name": "Nondetection",
        "desc": "This item makes no sound and leaves no trace of its presence.",
        "weight": 1
    },
    {
        "name": "Planar",
        "desc": "This item is attuned to a particular plane of existence other than the material plane, and has some special effect while on that plane. For instance, an item attuned to the shadowfell might make its user immune to shadowfell despair.",
        "weight": 1
    },
    {
        "name": "Predictive",
        "desc": "This item can accurately predict the weather up to a few days into the future.",
        "weight": 1
    },
    {
        "name": "Reactive",
        "desc": "When the user of this item sees an ally be attacked, take damage, or some other trigger, they can use their reaction to grant them a boon of some kind.",
        "weight": 1
    },
    {
        "name": "Self Destruct",
        "desc": "This item has some powerful magical effect that activates when it is destroyed.",
        "weight": 1
    },
    {
        "name": "Telepathic",
        "desc": "This item grants its user telepathy, either short-range or only under certain conditions.",
        "weight": 1
    },
    {
        "name": "Tracker",
        "desc": "This item can track down nearby creatures given a tiny amount of their flesh, blood, or scent, or one of their possessions.",
        "weight": 1
    },
    {
        "name": "Traceable",
        "desc": "The user of this item knows its location when it is not on their person, or they can follow the path it has traveled since they last had it. This property may not work if the item is too far away, on a different plane of existence, or protected by abjuration magic or solid lead.",
        "weight": 1
    },
    {
        "name": "Unmoving",
        "desc": "This item prevents its user from being moved against their will.",
        "weight": 1
    },
    {
        "name": "Watcher",
        "desc": "This item might warn its user of approaching danger, making them unable to be surprised and granting a small initiative bonus.",
        "weight": 1
    }
]
