[
    {
        "name": "Aging/Ageless",
        "desc": "This item causes its user to age quickly, or slow or cease aging.",
        "weight": 1
    },
    {
        "name": "Alive",
        "desc": "This item moves about on its own when not in use. It might mysteriously reappear in its user's possession if they lose or discard it.",
        "weight": 1
    },
    {
        "name": "Attracting",
        "desc": "This item tends to attract certain types of animals or supernatural creatures.",
        "weight": 1
    },
    {
        "name": "Bound Creature",
        "desc": "This item contains a supernatural creature that powers its abilities. It may be resting in the item to recover, imprisoned in the item against its will, or haunting the item. If it gets out of the item, it might be grateful for the user's help, or attack them in a rage.",
        "weight": 1
    },
    {
        "name": "Ceremonial",
        "desc": "This item was created to be used in a special magical ritual.",
        "weight": 1
    },
    {
        "name": "Contact",
        "desc": "This item allows its user to contact some powerful entity (most likely the item's creator)- or for the entity to contact them.",
        "weight": 1
    },
    {
        "name": "Coveted",
        "desc": "This item is highly sought after. Others may offer to buy the item from its user at a high price, or more likely attempt to kill them and take it.",
        "weight": 1
    },
    {
        "name": "Cursed",
        "desc": "This item has a curse placed on it that causes its wielder some negative effect. It might also make it difficult for its user to get rid of it.",
        "weight": 1
    },
    {
        "name": "Damaged",
        "desc": "This item is a broken shadow of its former self. It may be possible to repair it.",
        "weight": 1
    },
    {
        "name": "Difficult",
        "desc": "This item is poisonous, acidic, spiked, extremely hot or cold, or some other trait that makes it difficult or impossible to use without special gear or magic.",
        "weight": 1
    },
    {
        "name": "Emotional",
        "desc": "This item enhances or suppresses the emotions of its user.",
        "weight": 1
    },
    {
        "name": "Esoteric",
        "desc": "This item has secret properties that can be unlocked, though doing so will prove difficult.",
        "weight": 1
    },
    {
        "name": "Exhausting",
        "desc": "The user of this item risks becoming exhausted, diseased, or injured when they use it.",
        "weight": 1
    },
    {
        "name": "Haunted",
        "desc": "The spirit of this item's creator, one of its former users, or a victim still lingers around it, and will not depart until its purpose has been fulfilled.",
        "weight": 1
    },
    {
        "name": "Hidden Secret",
        "desc": "This item contains a hidden message or other secret that only appears under certain conditions.",
        "weight": 1
    },
    {
        "name": "Historic",
        "desc": "This item was used to perform a deed of great goodness or great evil. Many people will recognize it and react accordingly.",
        "weight": 1
    },
    {
        "name": "Hungry",
        "desc": "This item requires \"food\" of some kind (most likely blood), and will not function if not fed.",
        "weight": 1
    },
    {
        "name": "Key",
        "desc": "This item is the key to a lock or portal sealed with powerful magic.",
        "weight": 1
    },
    {
        "name": "Life-granter/Life-stealer",
        "desc": "Small life forms such as grass, flowers, or insects grow or wither in this item's presence.",
        "weight": 1
    },
    {
        "name": "Lost",
        "desc": "This item bears some special significance to a person or group, who have lost it and would like to see it returned.",
        "weight": 1
    },
    {
        "name": "Madness",
        "desc": "The user of this item risks going mad.",
        "weight": 1
    },
    {
        "name": "Manipulative",
        "desc": "This item will try to drive its user to commit certain acts, or prevent them from committing such acts (for instance, acts of good or evil).",
        "weight": 1
    },
    {
        "name": "Mark",
        "desc": "When used, this item leaves a visible and recognizable mark on its target or the surrounding terrain.",
        "weight": 1
    },
    {
        "name": "Memories",
        "desc": "This item contains fragments of memory from its creator or previous user(s). While using it, attuned to it, or sleeping near it, its user might be able to access these memories, or they might see them in brief flashes.",
        "weight": 1
    },
    {
        "name": "Musical",
        "desc": "When used, this item plays a song or song fragment.",
        "weight": 1
    },
    {
        "name": "Mysterious",
        "desc": "This item has a mysterious and unknown history. It contains some clue to its background, such as inscriptions of text, runes, or a symbol, or speaking a certain phase.",
        "weight": 1
    },
    {
        "name": "Noisy",
        "desc": "This item makes a loud noise when used.",
        "weight": 1
    },
    {
        "name": "Obsession",
        "desc": "The user of this item risks becoming obsessed with it and unwilling to part with it.",
        "weight": 1
    },
    {
        "name": "Possessive",
        "desc": "Once this item has an owner, it is very difficult for another to claim it. It may require its owner to relinquish it, or for the new user to kill them.",
        "weight": 1
    },
    {
        "name": "Sentient",
        "desc": "This item is alive and can speak to its user or others. It has some amount of control over how it is used and may be able to reject users it deems unfit.",
        "weight": 1
    },
    {
        "name": "Set",
        "desc": "This item is part of a set. The other item(s) in the set have similar abilities, and combining them might produce an more powerful item.",
        "weight": 1
    },
    {
        "name": "Symbolic",
        "desc": "This item is symbolic of holding a high position or of owning something significant, such as a lost treasure or a far-away fortress. People might mistakenly assume its user is the legitimate owner, or merely having the item might be enough to grant its user legitimate ownership.",
        "weight": 1
    },
    {
        "name": "Testing",
        "desc": "This item will test any potential user to determine if they are worthy of it.",
        "weight": 1
    },
    {
        "name": "Timepiece",
        "desc": "This item displays the current date, time, or phase of the moon, or it displays a countdown until a certain event.",
        "weight": 1
    },
    {
        "name": "Trap",
        "desc": "This item was secretly created to kill, capture, or manipulate its user.",
        "weight": 1
    },
    {
        "name": "Vengeful Creator",
        "desc": "The creator of this item wants it back or disapproves of its current user, and seeks to destroy them or steal back the item. It might learn the item's location whenever the item is used.",
        "weight": 1
    },
    {
        "name": "Worn",
        "desc": "This item is worn from lack of use, but will regain its power the more it is used.",
        "weight": 1
    }
]
