[
    {
        "name": "Cloud Giant",
        "desc": "This item was created by a cloud giant, for itself or a humanoid ally. It is made of steel, gemstones, or precious metals. If made for humanoids, it might be relatively light for a giant weapon, allowing smaller creatures to use it at its full size. It might have powers related to lightness or flight, or weather powers, including wind, rain, snow, heat, cold, thunder, lightning, or fog."
    },
    {
        "name": "Duergar",
        "desc": "This item was created by a duergar master crafter or smith. It is as high quality as a dwarven weapon, but it looks very plain, lacking decoration of any kind, as if such items were mass-produced. Its powers might be psychic, or involve invisibility or temporary size-changing. It might be designed to inflict terrible pain, and it may be weakened in direct sunlight."
    },
    {
        "name": "Fire Giant",
        "desc": "This item was created by a fire giant, for itself or a humanoid ally. It is made of stone, iron, or steel. It might be immensely heavy and hot to the touch. It is an item of great physical force, made for war. It might have heat or fire-based powers, or it might be made just for raw strength."
    },
    {
        "name": "Ghost",
        "desc": "This item was crafted by a ghost or other incorporeal undead. It is either translucent and partially incorporeal, or it is a physical item haunted by its own creator. It can touch incorporeal things, and its powers may relate to incorporeality, seeing invisibility, or speaking to or summoning the souls of the dead. Like its creator, it is likely to disappear when its purpose has been fulfilled."
    },
    {
        "name": "Giant",
        "desc": "The item is larger than normal and was crafted by giants for use by their smaller allies."
    },
    {
        "name": "Githyanki",
        "desc": "This item was crafted by the githyanki of the astral plane. It always appears new, regardless of its actual age, though it may be unfinished if its githyanki creator abandoned it in a fit of boredom. Its powers might be psychic, telekinetic, or relate to the astral plane in some way. It might also be effective against githzerai or mind flayers."
    },
    {
        "name": "Githzerai",
        "desc": "This item was crafted by the githzerai of the plane of Limbo. It is, more than likely, forged of the chaos-stuff of Limbo, and only the sharpest of minds can use it- but those who can use it can shape it to their will using the power of their mind alone. It might also be effective against githyanki or mind flayers. Such items are often created for monks, but can just as easily be made for others."
    },
    {
        "name": "Halfling",
        "desc": "This item was crafted by the diminutive halflings. It is just as likely to be made for party tricks as it is for anything practical. Halfling items with practical uses are not significantly powerful, and usually relate to stealth or luck."
    },
    {
        "name": "Kraken",
        "desc": "This item was created by a kraken or kraken cultist. It is made of rusty metal, driftwood, or worked coral and shells, and it either has a green-blue tint or is covered in algae or seaweed. Its appearance incorporates cephalopod imagery, especially tentacles. Its powers might involve water (especially destructive watery forces such as tidal waves), thunder and lightning, or the kraken's poisonous ink. It may also have tentacles attached to it that can move on command to perform some function, such as grappling an enemy."
    },
    {
        "name": "Mechanus",
        "desc": "This item was created on Mechanus, the clockwork plane of ultimate order. It was likely forged by a modron heirarch. Its appearance is bronze or copper-colored, and it may incorporate perfect geometric shapes, or gears and other mechanical parts. Its powers are extremely predictable and reliable (often not requiring a roll for abilities that normally do), and might relate to constructs or creating order."
    },
    {
        "name": "Mummy Lord",
        "desc": "This item was crafted by a mummy lord, for itself or for a thrall. It is made of iron, steel, precious metals, or gemstones, but it appears old, worn, dusty, or wrapped in bandages, and it may have runes written on its surface or incorporate egyptian imagery. It might have necromancy, rejuvenation, sand, fear, or immortality powers, and might inflict curses or mummy rot on its victims or even its unfortunate user."
    },
    {
        "name": "Aboleth",
        "desc": "This item was created by an aboleth or aboleth cultist, for the aboleth, for a thrall, or to send out into the world and ensnare whatever poor soul finds it. It is slimy, fleshy, and disgusting. It might have water, telepathy, or mind control powers, or it may contain a fraction of the aboleths' ancient memories. The user risks contracting a disease, or worse."
    },
    {
        "name": "Beholder",
        "desc": "This item was created by a beholder, for itself or a thrall. Its appearance incorporates beholder eyes and eye stalks, or imagery relating to the specific beholder who made it. It might have powers relating to the beholder's eye rays or antimagic cone, or powers to ensure the beholder's safety, such as the ability to detect certain types of creatures. Attuning to or sleeping near this item causes its wielder to experience intense paranoia, or strange dreams that may even affect the waking world."
    },
    {
        "name": "Dryad",
        "desc": "This item was crafted by a dryad, likely as a gift. It is invariably made of wood and has plant, animal, or water manipulation powers."
    },
    {
        "name": "Eladrin",
        "desc": "This item was crafted by the eladrin of the feywild. It is a beautiful object adorned with symbols of nature such as flowers, leaves, vines, or stars. It might have charm, sleep, healing, teleportation, mind control, weather, wind, or cold powers, or its powers might relate to the feywild or the four seasons."
    },
    {
        "name": "Goblinoid",
        "desc": "This item was crafted by a goblinoid, almost certainly a hobgoblin. It is a tool of warfare and is barely distinguishable from a mundane goblinoid item, if at all. It has one use, which is most likely for combat, and always straightforward. It may have come from the plane of Acheron, where the goblinoids are locked in an endless battle against the orcs."
    },
    {
        "name": "Great Old One",
        "desc": "This item was created by an eldritch abomination from the cosmos or ocean depths, or a cultist or warlock of such a being. Its appearance incorporates eyes, tentacles, mouths, and beaks, some of which might move on their own or whisper horrible gibbering sounds. Whatever its powers, they are great and terrible. Anyone using this item risks losing their mind, and few are brave or foolish enough to do so."
    },
    {
        "name": "Mind Flayer",
        "desc": "This item was created by the illithids, for themselves or their humanoid thralls. Its appearance incorporates brains, mollusk imagery, eyes, or tentacles. It might have mind reading, mind control, or extraplanar powers, or be capable of psychic attacks, and may be more effective in the hands of a user with high intelligence. Mind flayers personalize their magic items, so it may be connected to a specific individual, or require magical modifications to attune to it."
    },
    {
        "name": "Negative Energy",
        "desc": "The item was forged with energy from the negative energy plane. It is cloaked in shadow, even while in sunlight, and it has powers relating to darkness, rot, decay, death, or undeath."
    },
    {
        "name": "Orc",
        "desc": "This item was crafted by an orc, most likely a cleric. It is a tool of warfare and is only distinguishable from a mundane orcish item by one unusual decoration, such as fur or teeth from a beast. It has one use, which is most likely for combat, and always straightforward. It may have come from the plane of Acheron, where the orcs are locked in an endless battle against the goblinoids."
    },
    {
        "name": "Positive Energy",
        "desc": "The item was forged with energy from the positive energy plane. It glows brightly, and it has powers relating to healing, radiance, or creating life."
    },
    {
        "name": "Sigil",
        "desc": "This item was created in Sigil, the city of doors at the center of the multiverse. It is most likely fashioned from the stone, iron, or bronze that makes up most of Sigil's architecture. The item's powers could be anything, but it likely has extraplanar or otherwise obscure powers of some sort. Undoubtedly, the item is also a key to a portal somewhere in the city of doors."
    },
    {
        "name": "Sphinx",
        "desc": "This item was created by a sphinx. It resembles a mundane item, but jewel-encrusted, parts of it have the color and texture of sand, and it may incorporate egyptian imagery. It is made for one specific purpose, might have sand-based or extraplanar powers, and is typically tied to the sphinx that created it in some way. These items are difficult to acquire without being given them by the sphinx itself, and knowingly taking one that rightfully belongs to someone else may incur the sphinx's wrath."
    },
    {
        "name": "Dragon",
        "desc": "This item is made from scales and talons shed by a dragon. Perhaps it incorporates precious metals and gems from the dragon’s hoard. It grows slightly warm when within 120 feet of a dragon."
    },
    {
        "name": "Black Dragon",
        "desc": "This item was created by a black dragon, for itself or a minion. It may be made from the dragon's scales and talons, precious metals and gems from its hoard, treasures looted from ruins and fallen civilizations, or bone and other remains. It might have powers based on acid, insects, or rot and decay, or powers that are especially brutal and painful."
    },
    {
        "name": "Blue Dragon",
        "desc": "This item was created by a blue dragon, for itself or a minion. It may be made from the dragon's scales and talons, precious metals and gems (especially sapphires) from its hoard, or reinforced glass. Its powers might be based on lightning and thunder, or sand."
    },
    {
        "name": "Brass Dragon",
        "desc": "This item was created by a brass dragon, for itself, for a minion, or as a gift. It may be made from the dragon's scales and talons, precious metals (especially brass) and gems from its hoard, or reinforced glass. Its powers might be based on fire, sand, or the dragon's sleep breath, and it may be hot to the touch. Brass dragon items are likely to be sentient, or contain bound creatures, to sate the dragon's desire for small talk."
    },
    {
        "name": "Bronze Dragon",
        "desc": "This item was created by a bronze dragon, for itself, for a minion, or as a gift. It may be made from the dragon's scales and talons, precious metals (especially bronze) and gems (especially pearls) from its hoard, or materials found under the sea, such as fish scale, coral, or whalebone. Its powers might be based on lightning, thunder, water, or the dragon's repulsion breath. Bronze dragon items are most likely forged for warfare."
    },
    {
        "name": "Copper Dragon",
        "desc": "This item was created by a copper dragon, for itself, for a minion, or as a gift. It may be made from the dragon's scales and talons, precious metals (especially copper) and gems from its hoard, or solid stone. Its powers might be based on acid, stone, mud, secrecy, or the dragon's slowing breath. An item made by a copper dragon is likely to incorporate music, stories, riddles, or pranks in some way, possibly at the expense of its user. Copper dragon items are often made for bards, as well."
    },
    {
        "name": "Green Dragon",
        "desc": "This item was created by a green dragon, for itself or a minion. It may be made from the dragon's scales and talons, or precious metals and gems (especially emeralds) from its hoard, and may be adorned with carvings or sculptures made by its captives. Its powers might be based on poison, plant manipulation, or thick fog."
    },
    {
        "name": "Gold Dragon",
        "desc": "This item was created by a gold dragon, for itself, for a minion, or as a gift. It may be made from the dragon's scales and talons, and it inevitably incorporates precious metals (especially gold) and gems (especially pearls) from its hoard. Its powers might be based on fire, divination, dreams, wealth, or the dragon's weakening breath, and it may be hot to the touch. Gold dragon items are visibily expensive and may even require gold or items of value to be fed to them to work. Gold dragons can make more powerful items than any other dragon are well worth the cost."
    },
    {
        "name": "Red Dragon",
        "desc": "This item was created by a red dragon, for itself or a minion. It may be made from the dragon's scales and talons, or precious metals and gems (especially rubies) from its hoard. It is most likely hot to the touch, and its powers are based on fire, magma, or heat, and it may be able to cause fissures or quakes in the earth."
    },
    {
        "name": "Silver Dragon",
        "desc": "This item was created by a silver dragon, for itself, for a minion, or as a gift. It may be made from the dragon's scales and talons, precious metals (especially silver) and gems from its hoard, or relics from humanoid civilizations. Its powers might be based on cold, fog, clouds, weather, or the dragon's paralyzing breath, and it may be cold to the touch. Silver dragon items are often made for humans or other short-lived races."
    },
    {
        "name": "White Dragon",
        "desc": "This item was created by a white dragon, for itself or a minion. It may be made from the dragon's scales and talons, precious metals and gems (especially diamonds) from its hoard, ivory, whalebone, rare furs, unmelting ice, or anything else the dragon can find in its arctic domain. It is most likely cold to the touch, and its powers are based on snow, ice, frigid water or fog, or cold."
    },
    {
        "name": "Annis Hag",
        "desc": "This item was created by a powerful annis hag or hag coven. It is disgusting and incorporates fungi or the flesh and bone of dead creatures. It might be made of iron or wood and be large and heavy. Its powers are bizarre and likely cause physical damage or fear. Its user may be corrupted, or afflicted by fear or despair, and it's likely that the hag sent the item out into the world to cause misery."
    },
    {
        "name": "Bheur Hag",
        "desc": "This item was created by a cruel bheur hag or hag coven. It is cold to the touch, and may incorporate the flesh and bone of creatures who froze to death. Its powers are bizarre and involve fear or the frigid cold. Its user may be corrupted, or afflicted by fear or despair, and it's likely that the hag sent the item out into the world to cause misery."
    },
    {
        "name": "Carceri",
        "desc": "This item was created by a fiend or prisoner of the prison plane of Carceri, or a cultist or warlock of such a being. It is an instrument made of twisted flesh or warped metal, and its power is to capture or restrain. An especially powerful item may banish victims to the prison plane itself- or point to a way out of it. Celestials find the item repulsive."
    },
    {
        "name": "Couatl",
        "desc": "This item was created by a couatl, a celestial winged snake. It bears magnificent red, orange, and white, and is likely made of wood, mithral, or precious metals. It is decorated with bird, snake, or celestial imagery, and it may be lightweight or radiate light. Its powers might relate to healing, divination (specifically future sight), protection, or shapechanging, and it might protect its user from scrying or mind reading. This item was undoubtedly made to carry out the couatl's purpose, whatever that may be."
    },
    {
        "name": "Death Knight",
        "desc": "This item was created by a death knight, an undead fallen paladin. It might also have been a normal item that was corrupted alongside the paladin when they fell to darkness. It is a dark item, made from steel or bone. Its powers involve decay, curses, death, or undeath."
    },
    {
        "name": "Dragon Turtle",
        "desc": "This item was created by a dragon turtle, for itself, for a minion, or as a gift. It may be made from parts of the dragon turtle's shell or claws, precious metals and gems from its hoard, or materials found under the sea, such as fish scale, coral, or whalebone. Its powers might be based on water, steam, or the dragon turtle's protective shell. If made for a non-aquatic creature, it has swimming or water breathing powers."
    },
    {
        "name": "Frost Giant",
        "desc": "This item was created by a frost giant, for itself or a humanoid ally. It is made of stone, iron, bone, or unmelting ice. It might be immensely heavy and cold to the touch. It is crude but functional, and whatever its purpose, it is an item of great physical force."
    },
    {
        "name": "Green Hag",
        "desc": "This item was created by a vile green hag or hag coven. It may be slimy, disgusting, glassy, and might incorporate seaweed, barnacles, or the flesh and bone of dead creatures. Its powers are bizarre, and if it has water powers, the water is foul and polluted. Its user may be corrupted, or afflicted by fear or despair, and it's likely that the hag sent the item out into the world to cause misery."
    },
    {
        "name": "Ki-rin",
        "desc": "This item was created by a Ki-rin, an enormous and magical celestial stag. It bears magnificent orange, white, and golden colors. It might be made from the Ki-rin's scales, mane, tail, or horn, or precious metals and gemstones from its lair, and it may be lightweight or radiate light. Its powers might relate to radiance, healing, divination, protection, weather, nature, teleportation, survival, flight, or any of many other things. Its might also respond to questions the user asks it. Regardless of its powers, it is an item of pure good."
    },
    {
        "name": "Minotaur",
        "desc": "This item was created by a powerful minotaur or minotaur cultist. It is crude but functional, being made of wood, stone, iron, bone, horn, or fur. The item has power relating to either labyrinths and navigation, or muderous rampages."
    },
    {
        "name": "Naga",
        "desc": "This item was created by a naga. It is green and white (if created by a guardian naga) or black and red (if created by a spirit naga) and bears imagery of snakes, but otherwise resembles a mundane item. The item has poison, rejuvenation, or snake-based powers."
    },
    {
        "name": "Nature Celestial",
        "desc": "This item was created by a celestial from the chaos-aligned upper planes of Elysium, Arborea, or the Beastlands. Its appearance is gold and white, and it incorporates symbols of animals and nature. Its powers might relate to nature, or they might relate to celebration, dancing, feasting, and other such things. Fiends find the item repulsive."
    },
    {
        "name": "Neogi",
        "desc": "The item was created by the alien neogi, possibly for humanoid thralls. It has a distinctly spider-like appearance to it, and may even have disturbing, moving spider legs attached to it. It might have mind control, poison, or extraplanar powers, or borrow power from an eldritch entity much greater than the neogi. It is possible that the item exerts some form of mind control over its user."
    },
    {
        "name": "Night Hag",
        "desc": "This item was created by a fiendish night hag or hag coven. It is dark and colorless, and may incorporate the flesh of humanoids or larvae picked from Hades, or the remains of other unfortunate creatures. Its powers are bizarre, and might involve dreams, etherealness, or disease. Its user may be corrupted, or afflicted by fear or despair, and it's likely that the hag sent the item out into the world to cause misery. Celestials find the item repulsive."
    },
    {
        "name": "Oni",
        "desc": "This item was created by an oni. It may be dark, blue-tinted, or surrounded by a visible magic aura. It is large, but may scale to a size appropriate for its wielder. Its powers are designed to be used by the oni to stalk its victims, and might involve shapechanging, mind control, invisibility, darkness, or stealth."
    },
    {
        "name": "Pandemonium",
        "desc": "This item was created by a fiend or lost soul from Pandemonium, the plane of madness, or a cultist or warlock of such a being. It is an object made of stone, and it causes madness and exhaustion to its victims, its user, or both. It likely invokes the howling winds of Pandemonium."
    },
    {
        "name": "Sea Hag",
        "desc": "This item was created by a hideous sea hag or hag coven. It may be slimy, disgusting, diseased, or incorporate the flesh and bone of dead creatures. Its powers are bizarre, and might include illusion, invisibility, or mimicry. Its user may be corrupted, or afflicted by fear or despair, and it's likely that the hag sent the item out into the world to cause misery."
    },
    {
        "name": "Shadar-kai",
        "desc": "This item was crafted by the elves of the shadowfell. It may be solid black, adorned with raven imagery, or crafted from metal, obsidian, bone, or solid shadow. It might have powers relating to ravens, darkness, death, memories, or teleportation, and it may gain power in the dark or lose it in the light. The item's user might cease to feel emotions, or be affected by shadowfell despair."
    },
    {
        "name": "Shadow Dragon",
        "desc": "This item was created by a shadow dragon, for itself, for a minion, or as a gift. It may be made from the dragon's scales and talons, precious metals and gems from its hoard, bones or flesh from dead creatures, or solid darkness. Its powers are based on darkness, stealth, the dragon's breath weapon, or the shadowfell itself. A shadow dragon item may gain power in the dark, or lose it in the light, and its user risks falling victim to shadowfell despair or worse."
    },
    {
        "name": "Shapeshifter",
        "desc": "This item was created by a doppelganger, lycanthrope, changeling, or other shapechanger. Its appearance might incorporate fur or skin from another creature, and it might have stealth, illusion, or shapeshifting powers."
    },
    {
        "name": "Slaad",
        "desc": "This item was created by a slaad from the chaotic plane of Limbo. Its appearance is chaotic, nonsensical, and may constantly alter itself. It might also contain a slaad control gem. Its powers are invariably random and unpredictable, often to the point of unreliability, but they might include shapechanging or regenerative powers."
    },
    {
        "name": "Stone Giant",
        "desc": "This item was created by a stone giant, for itself or a humanoid ally. It is made of stone and immensely heavy. It is crude but functional, and whatever its purpose, it is an item of great physical force."
    },
    {
        "name": "Storm Giant",
        "desc": "This item was created by a storm giant, for itself or a humanoid ally. It is made of steel, gemstones, or precious metals. If made for humanoids, it might be relatively light for a giant weapon, allowing smaller creatures to use it at its full size. It most likely has lightning, thunder, storm, or weather powers, and might have powers related to air, water, flight, swimming, or divination."
    },
    {
        "name": "Unicorn",
        "desc": "This item was created by a celestial unicorn. It may be lightweight or radiate light. Its appearance is gold and white, and it incorporates nature, forest, and equine imagery. Its powers might relate to healing, protection, animals, radiance, or teleportation. An especially powerful item of this type might contain the unicorn's actual horn."
    },
    {
        "name": "Wraith",
        "desc": "This item was created by a wraith, an undead incarnation of pure evil. It is solid black and may even be made of pure darkness, and its powers relate to darkness or undeath. This item is dripping with malice, and it might be weakened or even destroyed in the sunlight."
    },
    {
        "name": "Ysgardian",
        "desc": "This item was created by an inhabitant of the plane of Ysgard, usually a heroic soul who died and ascended to the plane. It is invariably a powerful weapon or armor designed for combat with great monsters or powerful evils. It is made from the finest materials available, decorated with the spoils of battle, and may incorporate norse imagery. The item might be designed to fight a particular type of enemy (usually evil monsters or fiends), and grow more powerful the more battles against such foes are won by its user. It might also have a limited ability to resurrect its user, should they fall in battle."
    }
]
