[
    {
        "name": "Artful",
        "desc": "The bearer is proficient in one tool or set of tools, of the GM’s choice, while the item is on the bearer’s person.",
        "rating": 2
    },
    {
        "name": "Beckoner",
        "desc": "If the item is separated from the bearer, the bearer instinctively knows the item’s direction and rough distance. This knowledge lasts for 24 hours or until the item is attuned to someone else, whichever comes first.",
        "rating": 1
    },
    {
        "name": "Brave",
        "desc": "When the bearer of this item contemplates or undertakes a cowardly act—or even a neutral act, when a more daring option is available—the item enhances feelings of shame and guilt.",
        "rating": -1
    },
    {
        "name": "Bulwark",
        "desc": "If the item is in the bearer’s possession for the entirety of a long rest, the item grants the bearer 5 temporary hit points at the conclusion of that rest. If not used, these hit points fade in 24 hours.",
        "rating": 2
    },
    {
        "name": "Cowardly",
        "desc": "When the bearer is presented with an opportunity to act in a cowardly or self-preserving manner, the item heightens the bearer’s urge to do so.",
        "rating": -1
    },
    {
        "name": "Devoted",
        "desc": "The item fights to remain attuned to its current bearer. The item must be separated from the bearer for 48 hours, rather than the standard 24, to break the attunement. If a new individual attempts to attune the item when a prior attunement is still in effect, the individual must succeed on a DC 14 Charisma check at the end of that short rest. On a failure, the item fails to attune to the new owner, remaining attuned to the old.",
        "rating": -2
    },
    {
        "name": "Enigmatic",
        "desc": "Neither examination over the course of a short rest, nor identify or similar magics, reveal this item’s properties. The bearer can learn those properties only through attunement or trial and error.",
        "rating": -1
    },
    {
        "name": "Fastidious",
        "desc": "Once per day, as an action, the bearer can magically clean themselves, their outfit, and the item itself of dirt, grime, sweat, and so forth. This power resets at dawn.",
        "rating": 1
    },
    {
        "name": "Focused",
	"desc": "The bearer of this item gains a +1 bonus to Constitution saving throws made to avoid losing concentration on an ongoing spell.",
        "rating": 2
    },
    {
        "name": "Gloom-Sight",
        "desc": "If the bearer of this item possesses darkvision, the effective distance of that darkvision increases by 20 feet while the item is on the bearer’s person. It does not, however, grant darkvision to a bearer who does not already possess it.",
        "rating": 1
    },
    {
        "name": "Hardy",
        "desc": "If the item is in the bearer’s possession for the entirety of a long rest, then at the conclusion of that rest, the item grants the bearer one extra hit die, which can be spent as normal to regain hit points during a short rest. If not used, this extra hit die disappears in 24 hours.",
        "rating": 2
    },
    {
        "name": "Lodestar",
        "desc": "This item is linked to a specific location or object, determined by the GM. The bearer can use an action to determine the distance and direction to that place or object. The item does not grant the bearer any specific knowledge of what that item or place might be.",
        "rating": 1
    },
    {
        "name": "Restful",
        "desc": "If the item is in the bearer’s possession since the beginning of a long rest, the bearer requires only six hours to gain the benefit of that rest, rather than the standard eight. The bearer can still gain the benefits of a long rest only once per day.",
        "rating": 2
    },
    {
        "name": "Resuscitator",
        "desc": "If the item is in the bearer’s possession, the bearer gains a +2 bonus to the first death save made that day. This power resets at dawn.",
        "rating": 3
    },
    {
        "name": "Schemer",
        "desc": "As an action while the item is on the bearer’s person, the bearer may choose one individual within both sight and earshot. Until the bearer ends the effect (no action required) or a full minute passes, anything the bearer says is heard only by that individual, not by anyone else. (This is a one-way effect only.) This power can be used once a day and resets at dawn.",
        "rating": 2
    },
    {
        "name": "Skillful",
        "desc": "The bearer gains a +1 bonus to ability checks using one specific skill, of the GM’s choice, while the item is on the bearer’s person.",
        "rating": 2
    },
    {
        "name": "Speedy",
        "desc": "As an action while the item is on the bearer’s person, the bearer may gain a +5 to walking speed. This bonus lasts until the bearer deactivates it (no action required). The item grants this bonus up to a maximum total duration of one minute per day, resetting at dawn.",
        "rating": 2
    },
    {
        "name": "Suppressible",
        "desc": "As an action, the bearer may suppress the item’s magic, in its entirety, for a preset amount of time (up to 24 hours). During that time, the item behaves as a non-magical item, cannot be attuned by anyone (though existing attunement does not end), and does not register as magical to detect magic, identify, or any other spells or abilities that detect magic. The effect cannot be ended prematurely; it lasts for the duration specified when activated.",
        "rating": 1
    },
    {
        "name": "Unwavering",
        "desc": "The item grants the bearer an extra sliver of luck to slightly mitigate unfavorable conditions. When the item is created, the GM chooses one of the following: attack rolls, saving throws, or ability checks. When the bearer makes a roll of the chosen type with disadvantage, the item grants a +1 bonus on that roll.",
        "rating": 2
    },
    {
        "name": "Reflective",
        "desc": "Once per day, when a creature you can see deals radiant or fire damage to you, you can force them to make a DC 14 Constitution saving throw or be blinded until the start of your next turn.",
        "rating": 2
    },
    {
        "name": "Misty",
        "desc": "The item appears to be light and diaphanous, as if made from pure mist. It weighs half as much as it normally would.",
        "rating": 1
    },
    {
        "name": "Sonorous",
        "desc": "Whenever you score a critical hit the item emits a ringing noise audible within 300 feet of you.",
        "rating": -1
    },
    {
        "name": "Temporal",
        "desc": "At dawn the item looks to be brand new and in pristine condition. At dusk it looks weathered, old and broken.",
        "rating": 1
    },
    {
        "name": "Gluttonous",
        "desc": "While the item is on your person you no longer need to eat, but you feel constantly hungry.",
        "rating": -1
    },
    {
        "name": "Mechanical",
        "desc": "The item is adorned with moving gears and quietly beeps and whirs at random intervals.",
        "rating": -1
    },
    {
        "name": "Piscine",
        "desc": "Part of the item is transparent and filled with water. A tiny immortal fish is present in the water, and counts as part of the item for the purposes of targeting.",
        "rating": 1
    },
    {
        "name": "Steaming",
        "desc": "The item is hot to the touch and gives off steam when in use.",
        "rating": -1
    },
    {
        "name": "Clairvoyant",
        "desc": "As a bonus action you can focus on the item and gain a +2 bonus to your next attack roll or ability check. You cannot use this ability again until the next dawn.",
        "rating": 2
    },
    {
        "name": "Phoenix",
        "desc": "When you drop to 0 hp but aren't killed outright, you can choose to regain 10 hit points and deal 10 fire damage to all creatures in a 10 foot radius of yourself. The item then permanently loses this property.",
        "rating": 3
    },
    {
        "name": "Tallying",
        "desc": "Each time you kill a creature a new mark is added to a tally on this item's surface.",
        "rating": -1
    },
    {
        "name": "Edible",
        "desc": "You can spend 1 minute eating this item. It provides enough nourishment to sustain you for 1 week.",
        "rating": 1
    },
    {
        "name": "Timekeeping",
        "desc": "You always know the exact time and date of your current location.",
        "rating": 1
    },
    {
        "name": "Bestial",
        "desc": " You gain fur, sharpened teeth and elongated ears while this item is worn, wielded, or otherwise used.",
        "rating": -2
    },
    {
        "name": "Avian",
        "desc": "You can subtract 10 feet from your total distance fallen when calculating fall damage.",
        "rating": -1
    },
    {
        "name": "Guide",
        "desc": "You gain a +1 bonus to all ability checks made to avoid getting lost.",
        "rating": -1
    },
    {
        "name": "Light Eater",
        "desc": "This item is pitch black. As an action you can surround yourself with 10 feet of non magical darkness until the start of your next turn. You cannot do so again until the next dusk.",
        "rating": 2
    },
    {
        "name": "Nostalgic",
        "desc": "You always know your exact distance from the place you first found this item.",
        "rating": 1
    },
    {
        "name": "Blossoming",
        "desc": "Touching this item to a non-magical flower causes the flower to blossom.",
        "rating": 1
    },
    {
        "name": "Colorful",
        "desc": "If you have darkvision, you can discern color in darkness.",
        "rating": 1
    },
    {
        "name": "Menacing",
        "desc": "While this item is being worn, wielded, or otherwise used your voice becomes deeper and your eyes glow red. Once per short rest you can give yourself advantage on a Charisma (intimidation) check.",
        "rating": 2
    },
    {
        "name": "Ominous",
        "desc": "The item constantly whispers indecipherable messages to you and is covered in untranslatable runes.",
        "rating": -1
    },
    {
        "name": "Positive",
        "desc": "The item constantly whispers words of encouragement to you. Once per short rest you can give yourself advantage on a saving throw made against being frightened or possessed.",
        "rating": 2
    },
    {
        "name": "Extraplanar Repellent",
        "desc": "This object's presence is repulsive to aberrations, celestials, elementals, fey and fiends. It offends all of their senses.",
        "rating": -1
    },
    {
        "name": "Fiendish",
        "desc": "While the object is on your person, you can speak and understand Infernal and Abyssal and abilities and spells that detect or sense creature type detect you as a fiend.",
        "rating": 2
    },
    {
        "name": "Celestial",
        "desc": "While the object is on your person, you can speak and understand Celestial and abilities and spells that detect or sense creature type detect you as a celestial.",
        "rating": 2
    },
    {
        "name": "Fey",
        "desc": "While the object is on your person, you can speak and understand Sylvan and abilities and spells that detect or sense creature type detect you as a fey.",
        "rating": 2
    },
    {
        "name": "Imaginary",
        "desc": "To creatures other than yourself, those with true sight or those with a Wisdom score of 14 or greater, this item is invisible.",
        "rating": -1
    },
    {
        "name": "Heart Breaker",
        "desc": "Once per turn you can deal an additional 2d6 psychic against a creature charmed by yourself or an ally when you damage them.",
        "rating": 3
    },
    {
        "name": "Immortal",
        "desc": "Each dawn roll a d20. On a 20 your life span increases by 1 year.",
        "rating": 3
    },
    {
        "name": "Fate Tied",
        "desc": "If you die this item is completely destroyed.",
        "rating": -3
    },
    {
        "name": "Stoic",
        "desc": "Any injuries you sustain are invisible unless you willingly reveal them (no action required) and you barely bleed, even when severely injured.",
        "rating": 2
    },
    {
        "name": "Companion",
        "desc": "An illusory tiny animal of the DM's choice follows you, remaining in your space. You can dismiss it or resummon it as bonus action.",
        "rating": 1
    },
    {
        "name": "Searing",
        "desc": "As an action you can touch this item to a flammable object not being worn or carried to set the object alight.",
        "rating": 2
    },
    {
        "name": "Well Rested",
        "desc": "Whenever you finish a long rest you gain 1 temporary hit point and your movement speed increases by 5 feet for 1 hour.",
        "rating": 2
    },
    {
        "name": "Empathetic",
        "desc": "Dealing damage while in possession of the item causes harmless pain to course through your body.",
        "rating": -1
    },
    {
        "name": "Clean",
        "desc": "This item functions as an endless bar of soap.",
        "rating": 1
    },
    {
        "name": "Armed",
        "desc": "As a bonus action you can transform this item into a dagger or a shortsword. The item then loses all properties but this one until you use a bonus action to change it back.",
        "rating": 2
    },
    {
        "name": "Alerting",
        "desc": "This item emits a harmless shock every 6 seconds, which wakes you up if you were involuntarily put to sleep.",
        "rating": -1
    },
    {
        "name": "Solemn",
        "desc": "Whenever a creature within 30 feet of you dies, this item briefly turns black and emits the sound of tolling bells.",
        "rating": -1
    },
    {
        "name": "Accounting",
        "desc": "You can touch this item to a pile of gold, silver or copper coins within a 5 foot cube to convert them to their equivalent value in gold, silver or copper coins.",
        "rating": 2
    },
    {
        "name": "Doubled",
        "desc": "When you speak you produce 2 voices, and your movements produce a brief after image.",
        "rating": -1
    },
    {
        "name": "Forecast",
        "desc": "As an action you can ask the item for a weather forecast. It then produces an illusory image representing the predicted weather in your area over the next 8 hours.",
        "rating": 1
    },
    {
        "name": "Enlightened Rest",
        "desc": "Whenever you fall asleep or spend at least half an hour meditating with this item, you levitate 3 feet off the ground. This effect ends immediately if you wake up or end your meditation.",
        "rating": 1
    },
    {
        "name": "Inspiring Defiance",
        "desc": "When you succeed on a death saving throw, a creature of your choice within 30 feet of you that can see you gains 1d4 temporary hit points.",
        "rating": 2
    },
    {
        "name": "Bloodthirst",
        "desc": "Whenever you deal damage to a humanoid, beast, monstrosity, giant or dragon they spill copious amounts of blood no matter the severity of the wound. This additional blood spillage does not harm or otherwise effect them.",
        "rating": -1
    },
    {
        "name": "And Everything Nice",
        "desc": "This item is covered in and produces magical flakes. You can use these flakes to flavour food, drink or objects to be sweet, salty, or spicy (your choice).",
        "rating": 1
    },
    {
        "name": "Squeaky",
        "desc": "Whenever this item strikes an object or creature, or is squeezed, it produces a squeaking noise that can be heard up to 10 feet away.",
        "rating": -1
    },
    {
        "name": "Shadow",
        "desc": "Peering into this object causes you to see a twisted reflection of yourself. Its expression is the exact opposite of your own when you look into it.",
        "rating": -1
    },
    {
        "name": "Folded",
        "desc": "Multiple seams run across the item's surface. It can be folded up to be a quarter of its size for compact storage.",
        "rating": 1
    },
    {
        "name": "Handy",
        "desc": "This item has a magical compartment containing a 10 foot pole, 50 feet of rope and a single gold piece. This compartment cannot store anything else.",
        "rating": 1
    },
    {
        "name": "Strong Aura",
        "desc": "Creatures capable of casting 3rd level spells or above are made instantly aware of the item's presence, but not exact location, if it's within 100 feet of them.",
        "rating": -1
    },
    {
        "name": "Breezy",
        "desc": "This item emits a perpetual soft breeze.",
        "rating": 1
    },
    {
        "name": "Starry",
        "desc": "This item is covered in a pattern of stars. This pattern is the same as the formation of stars in the night sky over your current location.",
        "rating": 1
    },
    {
        "name": "Cloudy",
        "desc": "This item has a solid colour surface with images of clouds moving across it. The colour of its surface is the same as the colour of the sky over your current location.",
        "rating": 1
    },
    {
        "name": "Liquid",
        "desc": "This item appears to be made almost entirely out of liquid. You have advantage on Dexterity (stealth) checks if you are wearing the item and you are completely submerged.",
        "rating": 1
    },
    {
        "name": "Absorbent",
        "desc": "If you place this item in a non-magical liquid it can absorb a volume of the liquid equal to the volume of a 5 foot cube over the course of 1 minute. You can release the stored liquid as an action and can only store 1 liquid at a time.",
        "rating": 1
    },
    {
        "name": "Adhesive",
        "desc": "Pressing this item upon a solid surface or object not being worn or carried causes them to stick together.",
        "rating": 1
    },
    {
        "name": "Gravitational",
        "desc": "Once per short rest, you can use an action to brandish this item and cause all unrestrained objects with 20 feet of you to be pulled 10 feet closer.",
        "rating": 1
    },
    {
        "name": "Masculine",
        "desc": "Wearing, wielding or using this item causes you to instantly grow thick facial hair, even if your race is normally incapable of doing so.",
        "rating": 1
    },
    {
        "name": "Spacial Warp",
        "desc": "Once per long rest, you can use a bonus action to choose an unoccupied space within 10 feet of you. Until the end of your turn you can attack, cast spells or interact with objects as if you were standing in that space.",
        "rating": 2
    },
    {
        "name": "Seasonal",
        "desc": "This item changes slightly to match the seasons, for example emitting a warm glow in summer or becoming pale and cold in winter.",
        "rating": 1
    },
    {
        "name": "Reforming",
        "desc": "If this item is destroyed by taking damage, it reforms in the same space in 1d4 hours.",
        "rating": 1
    },
    {
        "name": "Far Sight",
        "desc": "You can use an action to gain the ability to see 5 times as far until the end of your turn.",
        "rating": 2
    },
    {
        "name": "Western",
        "desc": "Every so often tumbleweed blows past the bearer of this item then disappears.",
        "rating": 1
    },
    {
        "name": "Chew Toy",
        "desc": "Beasts find this item extremely pleasurable to chew on.",
        "rating": -1
    },
    {
        "name": "Eldritch",
        "desc": "This item is covered in several writhing tentacles and emits ominous phrases in Deep Speech when used.",
        "rating": -1
    },
    {
        "name": "Mood Sense",
        "desc": "This object changes colour depending on its bearer's mood.",
        "rating": 1
    },
    {
        "name": "Heart",
        "desc": "This object pulsates at regular intervals like a beating heart. The rate of beating increases when its bearer successfully charms a creature or if they become charmed or frightened.",
        "rating": 1
    },
    {
        "name": "Heroic",
        "desc": "This item's bearer receives regular thoughts of slaying dragons and protecting innocents.",
        "rating": 1
    },
    {
        "name": "Official",
        "desc": "You can use a bonus action to manifest a sheet of paper that declares the item's bearer as its official owner.",
        "rating": 1
    },
    {
        "name": "Censoring",
        "desc": "Whenever the item's bearer speaks a curse word or insulting phrase, their words are replaced with soft music.",
        "rating": -1
    },
    {
        "name": "Panacea",
        "desc": "You can use an action and touch a creature with this item to restore 5 hit points, cure a disease or remove the poisoned condition. You can do each of these only once, then this item loses this property.",
        "rating": 2
    },
    {
        "name": "Dense",
        "desc": "This item is inexplicably heavy. It weighs twice as much and causes the area in a 30 foot radius to shake harmlessly when dropped onto the ground.",
        "rating": -1
    },
    {
        "name": "Photosynthetic",
        "desc": "While this item is on your person you can sustain yourself by spending 1 hour in natural sunlight rather than eating or drinking.",
        "rating": 2
    },
    {
        "name": "Calculator",
        "desc": "This item has a small keypad and illusory screen that can be used to carry out calculations.",
        "rating": 1
    },
    {
        "name": "Oathsworn",
        "desc": " An oath is inscribed on this item. The item glows warmly when its bearer abides by it.",
        "rating": 1
    },
    {
        "name": "Orbital",
        "desc": "The item's bearer can choose for this item to orbit around them, in their space. Any other creature that attempts to remove it must succeed on a DC 14 Strength check to do so.",
        "rating": 1
    },
    {
        "name": "Royal",
        "desc": "This item bears the crest of the nearest noble or royal family. If none, or multiple, are present it picks one at random.",
        "rating": 1
    },
    {
        "name": "Unstable",
        "desc": "Whenever this item or its bearer takes damage it violently shifts in shape and size for several seconds before returning to normal.",
        "rating": -1
    },
    {
        "name": "Planar",
        "desc": "This item glows in the presence of portals to or artifacts from other planes.",
        "rating": 1
    },
    {
        "name": "Dream Bound",
        "desc": "Whenever this item's bearer dreams or experiences a vision, the item appears in the dream or vision with them.",
        "rating": 1
    },
    {
        "name": "Pathological",
        "desc": "Each dawn this item generates a blatantly false statement somewhere on its surface.",
        "rating": -1
    },
    {
        "name": "Power Word",
        "desc": "You can speak a word engraved on the item's surface as an action, causing all fiends, undead, celestials, fey, aberrations and elementals within 300 feet to be made instantly aware of your exact location. The word then disappears.",
        "rating": 1
    },
    {
        "name": "Recipes",
        "desc": "This item's bearer gains the knowledge of how to cook 3 meals of the DM's choice.",
        "rating": 1
    },
    {
        "name": "Eloquent",
        "desc": "This item can be used as a quill. Words written with it are written with perfect handwriting.",
        "rating": 1
    },
    {
        "name": "Drab",
        "desc": "Wearing or wielding this item causes you to see colours as more dull and less saturated.",
        "rating": -1
    },
    {
        "name": "Levitating",
        "desc": "When not being worn or carried this item floats 1 foot off the ground.",
        "rating": 1
    },
    {
        "name": "Masterwork",
        "desc": "This item looks impossibly well made. You have advantage on all ability checks made to convince people of its worth, quality or power.",
        "rating": 1
    },
    {
        "name": "Forgetful",
        "desc": "When left unattended or out of sight for at least an hour this item always ends up about 10 feet from where it was last seen.",
        "rating": 1
    },
    {
        "name": "Birdcall",
        "desc": "This item's bearer can communicate simple ideas and emotions to birds.",
        "rating": 1
    },
    {
        "name": "Fail-Safe",
        "desc": "When you are subjected to a spell that allows you to make a saving throw to take only half damage, you can use your reaction to take half damage if you fail. This property is then lost.",
        "rating": 2
    },
    {
        "name": "Storm Born",
        "desc": "Neither this item nor its bearer gets wet when it rains or snows.",
        "rating": 1
    },
    {
        "name": "Ironclad",
        "desc": "This item is made from heavy metals. Its bearer has advantage on saving throws made against being pushed, pulled or knocked prone.",
        "rating": 2
    },
    {
        "name": "Pure Evil",
        "desc": "Abilities and spells that detect creature type, alignment or magic detect this item as a Chaotic Evil Fiendish creature emanating Necromantic magic.",
        "rating": -1
    },
    {
        "name": "Bastion of Good",
        "desc": "Abilities and spells that detect creature type, alignment or magic detect this item as a Lawful Good Celestial creature emanating Abjuration magic.",
        "rating": 1
    },
    {
        "name": "Druidic",
        "desc": "This item is made from wood and covered in vines. Its bearer can understand Druidic.",
        "rating": 2
    },
    {
        "name": "Void",
        "desc": "This item appears as if it were made from writhing purple energy. Each minute it does 5 force damage to non-magical objects it's touching that aren't being worn or carried.",
        "rating": -1
    },
    {
        "name": "Ocular",
        "desc": "This item is covered in many constantly shifting, unblinking eyes. While holding or wearing it you gain a +1 bonus to perception checks and initiative rolls.",
        "rating": 2
    },
    {
        "name": "Indecisive",
        "desc": "This item switches between properties each day at random.",
        "rating": -1
    },
    {
        "name": "Melodic",
        "desc": "Faint music plays when in use.",
        "rating": -1
    },
    {
        "name": "Skin-altering",
        "desc": "The user’s skin color changes to a bright color such as blue or green.",
        "rating": -1
    },
    {
        "name": "Choral",
        "desc": "Repeats everything the user says in a singing voice.",
        "rating": -1
    },
    {
        "name": "Mood coloration",
        "desc": "User’s mood affects the item’s color.",
        "rating": 1
    },
    {
        "name": "Chatty",
        "desc": "Happily engages in small talk.",
        "rating": 1
    },
    {
        "name": "Spoiling",
        "desc": "Food within 1 foot spoils at twice the normal rate.",
        "rating": 1
    },
    {
        "name": "Friendly",
        "desc": "Requests to be introduced to everyone the user meets.",
        "rating": 0
    },
    {
        "name": "Muffling",
        "desc": "Nearby sounds are slightly quieter.",
        "rating": 0
    },
    {
        "name": "Runic",
        "desc": "Runes appear on the user’s skin.",
        "rating": 0
    },
    {
        "name": "Comfortable",
        "desc": "Can serve as a pillow or blanket.",
        "rating": 0
    },
    {
        "name": "Rain-blocking",
        "desc": "The user remains dry in the rain.",
        "rating": 0
    },
    {
        "name": "Clumsy",
        "desc": "When unattended, knocks over other small items within 1 foot.",
        "rating": 0
    },
    {
        "name": "Elemental appearance",
        "desc": "Seems made of flame, water, or another elemental material.",
        "rating": 0
    },
    {
        "name": "Magnetic",
        "desc": "Small, ferrous objects of light Bulk or less adhere to it.",
        "rating": 0
    },
    {
        "name": "Aberrant",
        "desc": "Has tentacles, teeth, or other off-putting features.",
        "rating": 0
    },
    {
        "name": "Dream-eating",
        "desc": "Creatures asleep within 10 feet do not dream.",
        "rating": 0
    },
    {
        "name": "Clean",
        "desc": "Remains pristine despite filth.",
        "rating": 0
    },
    {
        "name": "Hungry",
        "desc": "Needs daily meals, often odd things like wood shavings.",
        "rating": 0
    },
    {
        "name": "Smelly",
        "desc": "Smells like the last food the user ate.",
        "rating": 0
    },
    {
        "name": "Flamboyant",
        "desc": "Flashes of light, sparks of color, and other effects shower from it.",
        "rating": 0
    },
    {
        "name": "Verdant trail",
        "desc": "Small plants grow where the user walks, remaining for 1 hour.",
        "rating": 0
    },
    {
        "name": "Complaining",
        "desc": "Grumbles when not in use.",
        "rating": 0
    },
    {
        "name": "Detecting",
        "desc": "Aware of a specific animal or plant, such as squirrels or poison ivy, within 30 feet.",
        "rating": 0
    },
    {
        "name": "Fibbing",
        "desc": "Tells grandiose and obvious lies.",
        "rating": 0
    },
    {
        "name": "Compressing",
        "desc": "User is slightly shorter.",
        "rating": 0
    },
    {
        "name": "Attentive",
        "desc": "Turns to face the last creature to touch it.",
        "rating": 0
    },
    {
        "name": "Soprano",
        "desc": "User’s voice becomes higher.",
        "rating": 0
    },
    {
        "name": "Shrinking",
        "desc": "Decreases in size when used.",
        "rating": 0
    },
    {
        "name": "Aromatic",
        "desc": "Nearby air smells pleasant.",
        "rating": 0
    },
    {
        "name": "Temperate",
        "desc": "Slight warmth spills from the item.",
        "rating": 0
    },
    {
        "name": "Slime trail",
        "desc": "User leaves a trail of slime where they walk, remaining for 1 hour.",
        "rating": 0
    },
    {
        "name": "Tetrachromatic",
        "desc": "Colors seem more vivid to the user.",
        "rating": 0
    },
    {
        "name": "Resounding",
        "desc": "Nearby sounds are slightly louder.",
        "rating": 0
    },
    {
        "name": "Insect-attracting",
        "desc": "Harmless insects swarm around it.",
        "rating": 0
    },
    {
        "name": "Ancient tongue",
        "desc": "Speaks in a forgotten language.",
        "rating": 0
    },
    {
        "name": "Bloodthirsty",
        "desc": "The sight of blood causes it to quiver in anticipation.",
        "rating": 0
    },
    {
        "name": "Polished",
        "desc": "Highly reflective.",
        "rating": 0
    },
    {
        "name": "Scribing",
        "desc": "Absorbs ink for 1 hour, allowing its points to be used as a pen.",
        "rating": 0
    },
    {
        "name": "Dirty",
        "desc": "A layer of filth always remains.",
        "rating": -1
    },
    {
        "name": "Eye-altering",
        "desc": "User’s eye color changes.",
        "rating": 0
    },
    {
        "name": "Preserving",
        "desc": "Food within 1 foot spoils at half rate.",
        "rating": 0
    },
    {
        "name": "Leafy",
        "desc": "Small plants grow on or from it.",
        "rating": 1
    },
    {
        "name": "Wet",
        "desc": "It and its user are always damp.",
        "rating": -1
    },
    {
        "name": "Encouraging",
        "desc": "Offers encouragement when the user fails a check.",
        "rating": 0
    },
    {
        "name": "Loyal",
        "desc": "Remains within 5 feet of the user, as if on a tether.",
        "rating": 0
    },
    {
        "name": "Ritualistic",
        "desc": "Demands the user perform a simple act every morning.",
        "rating": 0
    },
    {
        "name": "Restless",
        "desc": "Slowly moves and fidgets.",
        "rating": 0
    },
    {
        "name": "Displaced",
        "desc": "Appears offset from where it is.",
        "rating": 0
    },
    {
        "name": "Caring",
        "desc": "Provides advice and reminders.",
        "rating": 0
    },
    {
        "name": "Projecting",
        "desc": "Light creates a kaleidoscopic effect.",
        "rating": 0
    },
    {
        "name": "Hair-altering",
        "desc": "User’s hair color changes.",
        "rating": 0
    },
    {
        "name": "Watchful",
        "desc": "Staring eyes cover it.",
        "rating": 0
    },
    {
        "name": "Generous",
        "desc": "Produces small, token gifts.",
        "rating": 0
    },
    {
        "name": "Bass",
        "desc": "User’s voice becomes lower.",
        "rating": 0
    },
    {
        "name": "Leaking",
        "desc": "Secretes a harmless liquid.",
        "rating": -1
    },
    {
        "name": "Taste-altering",
        "desc": "Food tastes different, such as tasting sweeter or saltier.",
        "rating": 0
    },
    {
        "name": "Bouncy",
        "desc": "Bounces on collision.",
        "rating": 0
    },
    {
        "name": "Lucid",
        "desc": "Creatures asleep within 10 feet see the item in their dreams.",
        "rating": 0
    },
    {
        "name": "Decorous",
        "desc": "Insists the user use polite language.",
        "rating": 0
    },
    {
        "name": "Junky",
        "desc": "Appears shoddy or made of scraps.",
        "rating": 0
    },
    {
        "name": "Cavorting",
        "desc": "Dances in place when not in use.",
        "rating": 0
    },
    {
        "name": "Furry",
        "desc": "Covered by a thin coat of fur.",
        "rating": 0
    },
    {
        "name": "Unusually colored",
        "desc": "An outlandish color, such as a bright purple suit of armor.",
        "rating": 0
    },
    {
        "name": "Sonorous",
        "desc": "Sounds a pure tone when struck.",
        "rating": 0
    },
    {
        "name": "Starry",
        "desc": "Seems made of night sky.",
        "rating": 0
    },
    {
        "name": "Compact",
        "desc": "Packs neatly into a smaller form.",
        "rating": 0
    },
    {
        "name": "Misting",
        "desc": "Constantly leaking mist or steam.",
        "rating": 0
    },
    {
        "name": "Chirping",
        "desc": "Coos and squeaks when used.",
        "rating": 0
    },
    {
        "name": "Balanced",
        "desc": "Always remains perfectly upright.",
        "rating": 0
    },
    {
        "name": "Sun-blocking",
        "desc": "User never receives sunburns.",
        "rating": 0
    },
    {
        "name": "Animal-attracting",
        "desc": "Harmless animals follow the user.",
        "rating": 0
    },
    {
        "name": "Flaunting",
        "desc": "Forces user to move dramatically.",
        "rating": 0
    },
    {
        "name": "Tracing",
        "desc": "Followed by thin trails of color.",
        "rating": 0
    },
    {
        "name": "Monologuing",
        "desc": "Recites long lectures or speeches.",
        "rating": 0
    },
    {
        "name": "Foretelling",
        "desc": "Makes mysterious predictions.",
        "rating": 1
    },
    {
        "name": "Sticky",
        "desc": "Sticks slightly to any surface.",
        "rating": -1
    },
    {
        "name": "Levitating",
        "desc": "Floats slightly above a surface.",
        "rating": 1
    },
    {
        "name": "Slimy",
        "desc": "Covered by a thin layer of slime.",
        "rating": -1
    },
    {
        "name": "Commentating",
        "desc": "Remarks on its surroundings.",
        "rating": -1
    },
    {
        "name": "Numbing",
        "desc": "User is less sensitive to pain.",
        "rating": 1
    },
    {
        "name": "Time-telling",
        "desc": "Announces the current time.",
        "rating": 1
    },
    {
        "name": "Towering",
        "desc": "User is slightly taller.",
        "rating": 1
    },
    {
        "name": "Absorbent",
        "desc": "Absorbs up to one pint of liquid.",
        "rating": 1
    },
    {
        "name": "Faceted",
        "desc": "Appears made of crystal or gems.",
        "rating": 1
    },
    {
        "name": "Bubbly",
        "desc": "Creates bubbles when used.",
        "rating": 1
    },
    {
        "name": "Image-flipping",
        "desc": "User appears to be mirrored.",
        "rating": 0
    },
    {
        "name": "Hair-growing",
        "desc": "User’s hair grows at double rate.",
        "rating": 0
    },
    {
        "name": "Alternating",
        "desc": "Appearance slowly changes.",
        "rating": 1
    },
    {
        "name": "Sweaty",
        "desc": "Becomes damp and pungent when used extensively.",
        "rating": -1
    },
    {
        "name": "Glittering",
        "desc": "Shimmers and glows with light.",
        "rating": 1
    },
    {
        "name": "Molting",
        "desc": "Sheds a thick film every morning.",
        "rating": -1
    },
    {
        "name": "Echoing",
        "desc": "Sounds around the user echo.",
        "rating": -1
    },
    {
        "name": "Shadowless",
        "desc": "Item and user cast no shadow.",
        "rating": -1
    },
    {
        "name": "Storytelling",
        "desc": "Is inscribed with a story or knows a tale it can recite on command.",
        "rating": 1
    },
    {
        "name": "Chilled",
        "desc": "Slightly cool to the touch.",
        "rating": 1
    },
    {
        "name": "Color-washing",
        "desc": "User’s vision shifts to a given coloration, such as sepia or monochrome.",
        "rating": -1
    },
    {
        "name": "Growing",
        "desc": "Increases in size when used.",
        "rating": -1
    },
    {
        "name": "Floating",
        "desc": "Slowly descends when dropped.",
        "rating": 1
    }
]
